{
    "effects": {
        "area": "The attack or hazard hits one additional target within Close range of the initial target for every effect rolled. Secondary targets suffer the attack’s full effects (PG's pg.99).",
        "backlash": "Each effect inflicts X stress to the attacker. Injuries may be physical or mental, at the GM’s discretion (PG's pg.99).",
        "drain": "The attacker suffers 1 Fatigue for each effect rolled (PG's pg.99).",
        "intense": "If the attack inflicts an injury, and an effect is rolled, the attack inflicts an additional injury (PG's pg.99).",
        "persistent": "The attack or hazard has a lingering effect. If one or more effects are rolled, the target suffers X stress at the start of the affected character’s turn, for rounds equal to the number of effects rolled (PG's pg.99).",
        "piercing": "The attack ignores X resistance for each effect rolled (PG's pg.99).",
        "snare": "The attack or hazard can entangle and bind the target. The target cannot take any actions other than to try and break free. It requires a skill test with a difficulty equal to the number of effects rolled to break free (PG's pg.99).",
        "stun": "The attack or hazard leaves the target momentarily unable to act. If a number of effects are rolled that equals or exceeds the target’s Resilience skill, the target may not take any actions in their next turn (PG's pg.99).",
        "vicious": "The attack or hazard is especially potent. Add +1 to the total stress inflicted for each effect rolled (PG's pg.99)."
    },
    "qualities": {
        "accurate": "If you take the Aim minor action before attacking with this weapon, the weapon gains the Intense effect for that attack (PG's pg.99).",
        "bane": "The weapon is especially effective against Mythos creatures and ignores the effects of the Invulnerable special rule against such creatures. In addition, Mythos creatures with the Tough X special rule may not spend Threat to ignore wounds caused by a weapon with the Bane quality (GG's pg.58).",
        "closeQuarters": "The weapon is compact and easy to wield in tight confines and in the press of melee. The weapon suffers no penalty when used to make a ranged attack while an enemy is within Reach (PG's pg.99).",
        "cumbersome": "The weapon is heavy and awkward to bring to bear against small targets like infantry. When making an attack with this weapon, increase the difficulty of the attack by +1, if the target is human-sized or smaller (PG's pg.100).",
        "debilitating": "The difficulty of any skill test to treat the physical injuries of this weapon is increased by +1 (PG's pg.100).",
        "escalation": "Entering a scene with the weapon generates 1 Threat (PG's pg.100).",
        "giant-killer": "The weapon’s destructive power is wasted on small or soft targets, but the bigger the target, the more of the weapon’s lethality is unleashed. When rolling damage for a weapon with this quality, add +X to the weapon’s damage where X is the target’s Scale. A weapon may not gain more additional dice from this quality than its base damage — a weapon with a base damage of 6 cannot gain more than +6 from it (PG's pg.100).",
        "heavy": "Attacks with this weapon increase in difficulty by +2 unless the weapon has been set up (braced against the ground or solid object, or mounted on a bipod or tripod). Setting up a heavy weapon requires the Prepare minor action (PG's pg.100).",
        "hidden": "When the weapon is hidden it cannot be detected by those simply looking at the character, and any skill test to search for the weapon increases in difficulty by 1 (PG's pg.100).",
        "hunger": "Whenever the weapon is used to inflict one or more injuries, the wielder may gain one of the following bonuses: recover 5 stress, heal a single Injury, or gain +1 power for the remainder of the scene (this bonus to power may only be gained once per scene) (GG's pg.58).",
        "inaccurate": "You cannot benefit from the Aim minor action with this weapon (PG's pg.100).",
        "indirect": "The weapon is not designed for direct fire, instead dropping its payload upon enemies over great distances. Attacks with the weapon increase in difficulty by +1, but do not require line of sight (PG's pg.100).",
        "munition": "The ammunition for this weapon is especially bulky—when you make an attack using a Munition weapon you must use 1 ammo. The weapon cannot be used to make salvo attacks (PG's pg.100).",
        "parrying": "When the weapon’s wielder makes an opposed test in defence of a melee attack, they may reroll a single d20 on their test. This does not stack if the character has multiple Parrying weapons (PG's pg.100).",
        "reliable": "You may ignore the first complication rolled using this weapon in an action scene (PG's pg.100).",
        "subtle": "Attacks with this weapon are difficult to hear, requiring a difficulty 2 Insight + Observation test to notice. The GM may adjust this difficulty based on distance and ambient noise (PG's pg.100).",
        "unreliable": "Attacks with this weapon increase the test’s complication range by 1 (PG's pg.100)."
    }
}