{
    "effects": {
        "area": "El ataque o peligro golpea al objetivo deseado más otro a distancia cercana por cada efecto obtenido. Los objetivos secundarios sufren el efecto completo del ataque (GJ pág.99).",
        "backlash": "Cada efecto inflige X estrés al atacante. El estrés infligido puede ser físico o mental, según determine el DJ (GJ pág.99).",
        "drain": "El objetivo sufre un punto de fatiga por cada efecto obtenido (pág. 42) (GJ pág.99).",
        "intense": "Si el ataque inflige una herida y se obtiene un efecto en la tirada, el ataque infligirá una herida adicional (GJ pág.99).",
        "persistent": "El ataque o peligro tiene un efecto residual. Si se obtienen uno o más efectos, el objetivo sufre X de estrés al comienzo del turno del personaje afectado, durante una cantidad de rondas igual al número de efectos obtenidos (GJ pág.99).",
        "piercing": "El ataque ignora X puntos de resistencia por cada efecto obtenido (GJ pág.99).",
        "snare": "El ataque o peligro puede atrapar o inmovilizar al objetivo. La víctima no puede realizar ninguna acción de un tipo determinado por el tipo de ataque o peligro (por ejemplo, acciones físicas cuando el ataque es físico, etc.) que no sea tratar de zafarse de lo que lo atrapa. Para ello, debe superar una prueba de habilidad con una Dificultad igual a la cantidad de efectos generados en el ataque (GJ pág.99).",
        "stun": "El ataque o peligro deja al objetivo momentáneamente incapacitado para actuar. Si se obtiene una cantidad de efectos igual o superior a la Fortaleza del objetivo, el objetivo no podrá realizar ninguna acción durante su próximo turno (GJ pág.99).",
        "vicious": "El ataque o peligro es muy potente. Añade +1 al estrés total infligido por cada efecto obtenido (GJ pág.99)."
    },
    "qualities": {
        "accurate": "Si empleas la acción menor Apuntar antes de atacar con el arma, esta gana el efecto Intensa durante el ataque (GJ pág.100).",
        "bane": "Esta arma es especialmente efectiva contra las criaturas de los Mitos e ignora los efectos de la regla especial Invulnerable de dichas criaturas. Además, las criaturas de los Mitos con la regla especial Resistente X no podrán gastar puntos de Amenaza para ignorar las heridas que cause un arma con la cualidad Azote (GD pág.58).",
        "closeQuarters": "El arma es compacta y fácil de manejar en espacios cerrados o enzarzado cuerpo a cuerpo. El arma no sufre ninguna penalización cuando se usa para atacar a distancia mientras el objetivo esté en contacto (GJ pág.100).",
        "cumbersome": "El arma es pesada y difícil de usar contra objetivos pequeños, como la infantería. Al atacar, aumenta en uno la Dificultad si el objetivo es del tamaño de un humano o más pequeño (GJ pág.100).",
        "debilitating": "Aumenta en uno la Dificultad de cualquier prueba de habilidad para tratar las heridas físicas causadas por el arma (GJ pág.100).",
        "escalation": "Entrar en escena con el arma genera 1 Amenaza (GJ pág.99).",
        "giant-killer": "El poder destructivo de un arma así se desperdicia en objetivos pequeños o poco resistentes, pero cuanto más grande es el objetivo, más letal es el arma. Cuando calcules el daño de un arma con esta cualidad, suma +X donde X es la Escala del objetivo, hasta un máximo del doble daño base del arma (por ejemplo, con un daño base de 6 , el máximo será 12 ) (GJ pág.100).",
        "heavy": "Aumenta en dos la Dificultad de los ataques con el arma a no ser que se prepare antes de alguna forma (afianzada contra el suelo o sobre una superficie sólida, montada en un bípode o trípode, etc.). Afianzar un arma pesada exige la acción menor Preparar (GJ pág.100).",
        "hidden": "Si el arma está oculta, no se verá a simple vista. Aumenta en uno la Dificultad de cualquier prueba de habilidad para encontrarla durante un registro (GJ pág.100).",
        "hunger": "Cada vez que este arma se use para infligir una o más heridas, el portador ganará una de las siguientes capacidades: recuperar cinco puntos de estrés, curar una herida, o ganar 1 de poder durante el resto de la escena (la bonificación al poder solo se puede obtener una vez por escena como máximo) (GD pág.58).",
        "inaccurate": "No puedes usar la acción menor Apuntar con esta arma (GJ pág.100).",
        "indirect": "El arma no dispara en línea recta, sino que hace un arco parabólico para atacar desde arriba al oponente, normalmente situado a grandes distancias. Aumenta en uno la Dificultad de atacar con el arma, pero no requiere línea de visión (GJ pág.100).",
        "munition": "La munición de este arma es muy escasa o voluminosa. Siempre debes gastar una unidad de munición para poder atacar con el arma y esta no puede realizar ataques de descarga (GJ pág.100).",
        "parrying": "El usuario del arma puede repetir 1d20 de su reserva al usarla para defenderse de un ataque cuerpo a cuerpo durante una tarea enfrentada. No es apilable si el personaje tiene varias armas con esta cualidad (GJ pág.100).",
        "reliable": "Puedes ignorar la primera complicación generada por el arma durante la escena (GJ pág.100).",
        "subtle": "Los ataques con esta arma son difíciles de percibir y hace falta superar una prueba de Perspicacia + Observación (Dificultad 2) para percatarse. El DJ puede ajustar Dificultad según la distancia y el ruido ambiental (GJ pág.100).",
        "unreliable": "El rango de complicación de la prueba aumenta en uno al atacar con el arma (GJ pág.100)."
    },
    "vehiclesqualities": {
        "cargo": "El vehículo puede llevar hasta una cantidad adicional de X objetos grandes. (GJ pág.124).",
        "cumbersome": "El vehículo es voluminoso y tarda en responder, por lo que aumenta en uno la Dificultad de sus pruebas para moverse. (GJ pág.124).",
        "enclosed": "El vehículo está completamente cerrado, por lo que la tripulación y sus pasajeros están protegidos. No pueden ser objeto de ataques externos, pero tampoco pueden usar sus propias armas. (GJ pág.124).",
        "exposed": "Los pasajeros y la tripulación de un vehículo expuesto pueden ser el objetivo de ataques externos y pueden atacar con sus propias armas. (GJ pág.124).",
        "highPerformance": "El vehículo es potente y está muy bien configurado. El piloto puede gastar 2 Inercia después de superar una prueba de habilidad para forzar los límites del vehículo y que se desplace una zona adicional. Todas las pruebas para reparar el vehículo aumentan en uno su Dificultad debido a su compleja configuración. (GJ pág.124).",
        "singleSeat": "Se diseñó para ser conducido por un solo piloto que, además asume la función de artillero. No sufre la penalización habitual por repartir su atención entre ambas funciones. (GJ pág.124).",
        "tough": "El vehículo puede soportar más golpes de lo normal. Aumenta la cantidad de heridas que puede soportar el vehículo antes de quedar derrotado en X. Además, puedes gastar 3 Inercia para ignorar una herida que vaya a recibir (los vehículos PNJ pagan 3 Amenaza). (GJ pág.124)."
    }
}